Commands = {
	'创建': 1,
	'加入': 2,
	'状态': 3,
	'进度': 3,
	'报刀': 4,
	'尾刀': 5,
	'1尾': 5,
	'2尾': 5,
	'3尾': 5,
	'4尾': 5,
	'5尾': 5,
	'撤销': 6,
	'预约': 7,
	'业绩': 8,
	'出刀': 9,  # TODO 待废弃旧指令
	'查树': 10,  # TODO 待废弃旧指令
	'挂树': 11,
	'申请': 12,
	'补时': 12,
	'进1': 12,
	'进2': 12,
	'进3': 12,
	'进4': 12,
	'进5': 12,
	'取消': 13,
	'解锁': 14,
	'面板': 15,
	'后台': 15,
	'sl': 16,
	'SL': 16,
	'报伤': 17,
	'权限': 18,
	'查刀': 19,
	'重置': 20
	}

Server = {
	'日': 'jp',
	'台': 'tw',
	'韩': 'kr',
	'国': 'cn',
}
